export default {
  functionManage: {
    ywgngl: '业务功能管理', // 业务功能管理
    sc: '删除', // 删除
    tbxz: '图标选择', // 图标选择
    xz: '新增', // 新增
    mkgl: '模块管理', // 模块管理
    xg: '修改', // 修改
    wbxtmmm: '外部系统密码名', // 外部系统密码名
    qjcsrxsfhf: '请检查输入项是否合法', // 请检查输入项是否合法
    ywgnmc: '业务功能名称', // 业务功能名称
    wbxtdlm: '外部系统登录名', // 外部系统登录名
    cx: '查询', // 查询
    qxzytjl: '请选择一条记录', // 请选择一条记录
    zjgxr: '最近更新人', // 最近更新人
    lr: '例如: pages/...', // 例如: pages/...
    sfwbxt: '是否外部系统', // 是否外部系统
    tb: '图标', // 图标
    qd: '确定', // 确定
    qsrhfgs: '请输入合法格式', // 请输入合法格式
    zjgxsj: '最近更新时间', // 最近更新时间
    qdscsxywgn: '确定删除所选业务功能?', // 确定删除所选业务功能?
    sjsccg: '数据删除成功！', // 数据删除成功！
    lj: 'URL链接', // URL链接
    sjbccg: '数据保存成功！', // 数据保存成功！
    ljgsbzq: '链接格式不正确！', // 链接格式不正确！
    wbxtmm: '外部系统密码', // 外部系统密码
    qsrzs: '请输入整数(0-9999)', // 请输入整数(0-9999)
    gmkmcyczqxg: '该模块名称已存在,请修改！', // 该模块名称已存在,请修改！
    ts: '提示', // 提示
    qdscsxmk: '确定删除所选模块?', // 确定删除所选模块?
    gndms: '功能点描述', // 功能点描述
    srxxbhtszf: '输入信息包含特殊字符', // 输入信息包含特殊字符
    wbxtyhm: '外部系统用户名', // 外部系统用户名
    bc: '保存', // 保存
    gndmc: '功能点名称', // 功能点名称
    mkmc: '模块名称', // 模块名称
    sx: '顺序', // 顺序
    qxxzmk: '请先选择模块', // 请先选择模块
    btx: '必填项', // 必填项
    qx: '取消', // 取消
    sfgn: '是否APP功能', // 是否APP功能
    zz: '重置', // 重置
    mkms: '模块描述', // 模块描述
    srzgc: '输入值过长', // 输入值过长
    qxxzytjl: '请先选择一条记录' // 请先选择一条记录
  }
}