export default {
  sequenceConfig: {
    xlhmb: '序列号模板', // 删除
    sc: '删除', // 删除
    bj: '编辑', // 编辑
    blz: '变量值', // 变量值
    shengcxl: '生成序列', // 生成序列
    bc: '保 存', // 保 存
    blmc: '变量名称', // 变量名称
    xz: '新增', // 新增
    zzxl: '重置序列', // 重置序列
    mbgspz: '模板格式配置', // 模板格式配置
    mbjcxxpz: '模板基础信息配置', // 模板基础信息配置
    sm: '说明', // 说明
    shancxl: '删除序列', // 删除序列
    qx: '取 消', // 取 消
    xlmb: '序列模板', // 序列模板
    qxzytyscdsj: '请选择一条要删除的数据', // 请选择一条要删除的数据
    qsrdsz: '请输入0-999999999的数字', // 请输入0-999999999的数字
    nf: '年份', // 年份
    cx: '查询', // 查询
    zzz: '自增值', // 自增值
    qsrsz: '请输入数字', // 请输入数字
    bzwsbq: '不足位数0补全', // 不足位数0补全
    znydxzmszxhxzcqszmznsdxzm: '只能由大写字母、数字、下划线组成且首字母只能是大写字母！', // 只能由大写字母、数字、下划线组成且首字母只能是大写字母！
    yft: '月份天', // 月份天
    qd: '确定', // 确定
    yf: '月份', // 月份
    qxzytyzzdxlsj: '请选择一条要重置的序列数据', // 请选择一条要重置的序列数据
    nf: '年份，eg:2016', // 年份，eg:2016
    qsrdsz: '请输入0-99的数字', // 请输入0-99的数字
    qsrdsz: '请输入1-99的数字', // 请输入1-99的数字
    qsrdszmax99: '请输入2-99的数字', // 请输入0-99的数字
    mbxgym: '模板修改页面', // 模板修改页面
    yf: '月份，eg:06', // 月份，eg:06
    ts: '提示', // 提示
    xl: '序列ID', // 序列ID
    xls: '序列数', // 序列数
    qxzytyscdxlsj: '请选择一条要删除的序列数据', // 请选择一条要删除的序列数据
    zdz: '最大值', // 最大值
    xlydws: '序列用的位数', // 序列用的位数
    sjblbgsxksxlmbgspz: '双击变量表格实现快速序列模板格式配置', // 双击变量表格实现快速序列模板格式配置
    xls: '序列数，eg:1526', // 序列数，eg:1526
    cczjscgsjjlsfjx: '此操作将删除该数据记录, 是否继续?', // 此操作将删除该数据记录, 是否继续?
    qsrdsz: '请输入1-999999999的数字', // 请输入1-999999999的数字
    yscxl: '已生成序列', // 已生成序列
    mbzkym: '模板查看页面', // 模板查看页面
    ksz: '开始值', // 开始值
    sfxh: '是否循环', // 是否循环
    czfs: '重置方式',
    xzpzmbym: '新增配置模板页面', // 新增配置模板页面
    btx: '必填项', // 必填项
    mbxzym: '模板新增页面', // 模板新增页面
    qx: '取消', // 取消
    zz: '重置', // 重置
    qxzytxlsj: '请选择一条序列数据', // 请选择一条序列数据
    xlmc: '序列名称', // 序列名称
    qxzytycjxldxlsj: '请选择一条要创建序列的序列数据', // 请选择一条要创建序列的序列数据
    hcz: '缓存值', // 缓存值
    yft: '月份天，eg:15', // 月份天，eg:15
    yes: '是', // 是
    no: '否' // 否
  }
}